Repository: shaylock/Chugs
Catalog: Chugs/*.lproj/Localizable.strings
Languages: fr, he

# tab.drink
source: Drink
fr: Boire
he: שתייה

# tab.reminders
source: Reminders
fr: Rappels
he: תזכורות

# tab.settings
source: Settings
fr: Réglages
he: הגדרות

# tab.stats
source: Stats
fr: Statistiques
he: סטטיסטיקה

# track.button.chug
source: Chug!
fr: Gorgée !
he: שתיתי!

# track.button.great
source: Awesome!
fr: Génial !

# track.slider.gulps
source: Gulps:
fr: Gorgées :
he: שלוקים:

# settings.title
source: Settings
fr: Réglages
he: הגדרות

# settings.resetReplay.header
source: Reset / Replay
fr: Réinitialiser / Rejouer
he: אפס / הפעל

# settings.replayOnboarding
source: Replay Onboarding
fr: Rejouer l’onboarding
he: הפעל מחדש את ההדרכה

# settings.replayTooltips
source: Replay Tooltips
fr: Rejouer les info-bulles
he: הפעל מחדש את הטיפים

# settings.goals.header
source: Goals
fr: Objectifs
he: מטרות

# settings.goals.dailyWaterConsumption
source: Daily Water Consumption
fr: Consommation d’eau quotidienne
he: צריכת מים יומית

# settings.notificationTimes.header
source: Notification times
fr: Heures de notification
he: זמני ההתראות

# settings.notifications.enable
source: Enable Notifications
fr: Activer les notifications

# settings.startHour
source: Start hour
fr: Heure de début
he: שעת התחלה

# settings.endHour
source: End hour
fr: Heure de fin
he: שעת סיום

# settings.gulpSize.header
source: Gulp size
fr: Taille de gorgée
he: גודל לגימה

# settings.gulpSize.picker
source: Gulp size in ml
fr: Taille de gorgée en ml
he: גודל לגימה (מל)

# settings.notifications.typePicker.title
source: Notification Type
fr: Type de notification
he: סוג התראה

# settings.notifications.type.smart
source: Smart
fr: Intelligent
he: התראות חכמות

# settings.notifications.type.interval
source: Interval
fr: Intervalle
he: מרווח זמן קבוע

# settings.notifications.smart.description
source: Smart notifications will trigger based on your hydration habits and daily drinking goals.
fr: Les notifications intelligentes se déclenchent selon vos habitudes d’hydratation et vos objectifs quotidiens.
he: התראות חכמות יישלחו בהתאם להרגלי השתייה והיעדים היומיים שלך.

# settings.notifications.intervalPicker.title
source: Notification Interval
fr: Intervalle de notification
he: מרווח התראות

# settings.notifications.interval.description
source: Notifications will repeat at this interval.
fr: Les notifications se répéteront à cet intervalle.
he: התראות יישלחו במרווח קבוע.

# settings.notifications.confirmButton
source: Confirm
fr: Confirmer
he: אישור

# settings.notifications.smart.typePicker.title
source: Smart Notification Frequency
fr: Fréquence des notifications intelligentes

# settings.notifications.type.smart.veryOften
source: Very Often
fr: Très souvent

# settings.notifications.type.smart.often
source: Often
fr: Souvent

# settings.notifications.type.smart.normal
source: Normal
fr: Parfois

# settings.notifications.type.smart.rarely
source: Rarely
fr: Rarement

# settings.notifications.type.smart.veryRarely
source: Very Rarely
fr: Très rarement

# settings.notifications.smart.health.description
source: Smart notifications require access to your Apple Health water intake data.
fr: Les notifications intelligentes nécessitent l’accès aux données de consommation d’eau d’Apple Santé.

# settings.notifications.smart.health.step.settings
source: Open Settings → Apps
fr: Ouvrez Réglages → Apps

# settings.notifications.smart.health.step.health
source: Tap Health → Data Access & Devices
fr: Appuyez sur Santé → Accès aux données et appareils

# settings.notifications.smart.health.step.enable
source: Click Tipot → Turn On All
fr: Sélectionnez Tipot → Tout activer

# settings.notifications.smart.health.enableButton
source: Enable Health
fr: Activer Santé

# history.view.title
source: Hydration History
fr: Historique d’hydratation
he: היסטוריית שתייה

# history.period.label
source: Time Period
fr: Période
he: תקופת זמן

# history.period.daily
source: Daily
fr: Quotidien
he: יומי

# history.period.weekly
source: Weekly
fr: Hebdomadaire
he: שבועי

# history.intake.title
source: Water Intake
fr: Consommation d’eau
he: צריכת מים

# history.intake.subtitle.today
source: Today
fr: Aujourd’hui
he: היום

# history.intake.subtitle.last7
source: Last 7 days
fr: 7 derniers jours
he: 7 הימים האחרונים

# history.intake.value.cups
source: %d cups
fr: %d verres
he: %d כוסות

# history.chart.empty.today
source: No data logged yet today.
fr: Aucune donnée enregistrée aujourd’hui.
he: אין נתונים שנרשמו היום.

# history.chart.empty.last7
source: No data for last 7 days.
fr: Aucune donnée pour les 7 derniers jours.
he: אין נתונים ל־7 הימים האחרונים.

# history.chart.empty.trend
source: Not enough data for trend yet.
fr: Pas assez de données pour afficher une tendance.
he: אין מספיק נתונים להצגת מגמה.

# history.trend.title
source: Hydration Trend
fr: Tendance d’hydratation
he: מגמת שתייה

# history.trend.subtitle
source: Last 7 days vs previous week
fr: 7 derniers jours vs semaine précédente
he: 7 הימים האחרונים מול השבוע הקודם

# notification.alert.disabled.title
source: Notifications Disabled
fr: Notifications désactivées

# notification.alert.disabled.message
source: To receive chug reminders, please enable notifications in Settings → Tipot → Notifications.
fr: Pour recevoir des rappels de chug, veuillez activer les notifications dans Réglages → Tipot → Notifications.

# notification.button.cancel
source: Cancel
fr: Annuler

# notification.button.openSettings
source: Open Settings
fr: Ouvrir les Réglages

# notification.button.1gulp
source: 1 gulp
fr: 1 gorgée

# notification.button.2gulps
source: 2 gulps
fr: 2 gorgées

# notification.button.3gulps
source: 3 gulps
fr: 3 gorgées

# notification.button.4gulps
source: 4 gulps
fr: 4 gorgées

# notification.button.more
source: More…
fr: Plus…

# notification.button.notnow
source: Not now
fr: Pas maintenant

# intervalScheduler.notification.title
source: Time for a drink!
fr: Il est temps de boire !

# intervalScheduler.notification.body
source: Stay hydrated 💧
fr: Restez hydraté 💧

# onboarding.skip
source: Skip
fr: Passer

# onboarding.pageWelcome.title
source: Welcome to Tipot 💧
fr: Bienvenue sur Tipot 💧

# onboarding.pageWelcome.subtitle
source: Your smart water drinking buddy.
fr: Votre compagnon intelligent pour boire de l’eau.

# onboarding.pageWelcome.button
source: Continue
fr: Continuer

# onboarding.enableNotifications.title
source: Enable Notifications
fr: Activer les notifications

# onboarding.enableNotifications.subtitle
source: We’ll remind you to drink.
fr: Nous vous rappellerons de boire.

# onboarding.enableNotifications.button
source: Enable
fr: Activer

# onboarding.notificationVideo.title
source: Track from Notifications 🚀
fr: Suivi depuis les notifications 🚀

# onboarding.notificationVideo.subtitle
source: Long-press a reminder to log a drink instantly — no need to open the app!
fr: Faites un appui long sur un rappel pour enregistrer une gorgée instantanément — pas besoin d’ouvrir l’application !

# onboarding.notificationVideo.button
source: Continue
fr: Continuer

# onboarding.lockScreen.title
source: Track From Lock Screen
fr: Suivi depuis l’écran verrouillé

# onboarding.lockScreen.subtitle
source: In Settings → Apps → Tipot Open Notifications → Show Preview Click 'Always'.
fr: Dans Réglages → Apps → Tipot Ouvrez Notifications → Afficher l’aperçu Choisissez « Toujours ».

# onboarding.lockScreen.button
source: Open App Settings
fr: Ouvrir les réglages de l’app

# onboarding.enableHealth.title
source: Enable Health
fr: Activer Santé

# onboarding.enableHealth.subtitle
source: We’ll update Apple Health with your progress.
fr: Nous mettrons à jour Apple Health avec vos progrès.

# onboarding.enableHealth.button
source: Enable
fr: Activer

# onboarding.smartVsInterval.title
source: Smart vs Interval
fr: Intelligent vs Intervalle

# onboarding.smartVsInterval.subtitle
source: Smart mode adapts to your habits. Interval mode reminds you every X minutes.
fr: Le mode intelligent s’adapte à vos habitudes. Le mode intervalle vous rappelle toutes les X minutes.

# onboarding.smartVsInterval.button
source: Continue
fr: Continuer

# onboarding.disclaimer.title
source: Just a quick note
fr: Juste une petite note

# onboarding.disclaimer.subtitle
source: Tipot helps you set drink reminders based on your preferences. Individual needs vary, and this app does not provide medical advice.
fr: Tipot vous aide à définir des rappels de boisson selon vos préférences. Les besoins individuels varient et cette application ne fournit pas de conseils médicaux.

# onboarding.disclaimer.button
source: Get started
fr: Commencer

# tooltip.progressRing.text
source: This ring shows your progress towards your daily goal!
fr: Cet anneau affiche votre progression vers votre objectif quotidien !

# tooltip.chugButton.text
source: Tap this button to log a gulp!
fr: Touchez ce bouton pour enregistrer une gorgée !

# tooltip.slider.text
source: Use this slider to select the number of gulps.
fr: Utilisez ce curseur pour sélectionner le nombre de gorgées.

# settings.feedback.title
source: Send Feedback
fr: Envoyer un commentaire

# feedback.navTitle
source: Feedback
fr: Commentaires

# feedback.title
source: Send Feedback
fr: Envoyer un commentaire

# feedback.subtitle
source: Have feedback or found something that could be better? Your message helps improve the app.
fr: Vous avez un commentaire ou une suggestion d’amélioration ? Votre message aide à améliorer l’application.

# feedback.footer
source: Messages are read but replies aren’t guaranteed.
fr: Les messages sont lus, mais une réponse n’est pas garantie.

# feedback.sendButton
source: Send
fr: Envoyer

# feedback.thankYou.title
source: Thank You
fr: Merci

# feedback.thankYou.message
source: Your feedback has been sent and really helps improve Tipot.
fr: Votre commentaire a bien été envoyé et aide à améliorer Tipot.

# feedback.thankYou.button
source: Done
fr: OK

# feedback.mailUnavailable.title
source: Mail Not Available
fr: Mail non disponible

# feedback.mailUnavailable.message
source: Mail is not configured on this device.
fr: L’application Mail n’est pas configurée sur cet appareil.

# feedback.charactersRemaining
source: %d characters remaining
fr: %d caractères restants

# settings.about.title
source: About
fr: À propos

# about.title
source: About
fr: À propos

# about.tagline
source: Simple drink reminders
fr: Des rappels de boisson simples

# about.whatItDoes.title
source: What Tipot Does
fr: Ce que fait Tipot

# about.whatItDoes.body
source: Tipot helps you set drink reminders based on your preferences and daily habits.
fr: Tipot vous aide à définir des rappels de boisson en fonction de vos préférences et de vos habitudes quotidiennes.

# about.disclaimer.title
source: Disclaimer
fr: Avertissement

# about.disclaimer.body
source: Tipot is designed for general reminder and tracking purposes only. Individual needs vary, and this app does not provide medical or health advice.
fr: Tipot est conçue uniquement à des fins générales de rappel et de suivi. Les besoins individuels varient et cette application ne fournit pas de conseils médicaux ou de santé.

# settings.notifications.title
source: Notifications
he: התראות

# settings.notifications.intervalPicker.minutes
source: %d minutes
he: %d דקות
